[M_PerformSurgery MissionDefinition]
MissionName="It doesn't hurt"
MissionDescription="Ph.D. Patient Z requires urgent surgery. The good doctor begs him for help."
TurnInDescription="You have found a piece of iridium! Perhaps the well-known historian Patricia Tanis knows what to do about it.."
MissionSummary="Work done."
MissionGiver="Dr."
MissionTurnInLocation="find out"
TeaserText="Human muscles require an area of ​​​​20 cm3.!"

[M_PerformSurgery:PerformSurgerySet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_PerformSurgery:SURGERY MissionObjectiveDefinition]
ProgressMessage="Manage tasks"

[M_PerformSurgery:SurgeryDialogSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_PerformSurgery:TakeShard MissionObjectiveDefinition]
ProgressMessage="Get Iridium Shards"

[M_PerformSurgery:TakeShardSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_PerformSurgery:TalktoTannis MissionObjectiveDefinition]
ProgressMessage="Talk to Tanish"

[M_PerformSurgery:TannisTitleCardSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Give the iridium piece to Patricia Tenis.."
MissionDescriptionOverride="After helping Dr. Z questionable intervention if you are now the proud owner of an eridian piece. Jade asks you to meet Patricia Tanis, an Irish biologist.."

[M_PerformSurgery:TradeShardWithTannisSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_PerformSurgery:TurnINSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

